Revit 2027 API
ParameterTypeId.StartYOffsetValue Property
 "Start y Offset Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StartYOffsetValue { get; }
Public Shared ReadOnly Property StartYOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StartYOffsetValue {
	ForgeTypeId^ get ();
}
static member StartYOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace